Repository: esenti/ld-poznan
Catalog: ldpoznan/core/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name
pl: Nazwa

source: Additional info
pl: Dodatkowe informacje

source: 14 &ndash; 15 December 2013
pl: 14 &ndash; 15 grudnia 2013

source: <a href="http://rpg.cs.put.poznan.pl" target="_blank">Ruch Projektantów Gier</a> will be holding first <a href="http://ludumdare.com/compo" target="_blank">Ludum Dare</a> real world gathering in Poznań, Poland!
pl: <a href="http://rpg.cs.put.poznan.pl" target="_blank">Ruch Projektantów Gier</a> zaprasza na pierwsze poznańskie spotkanie z okazji 28. edycji game jamu <a href="http://ludumdare.com/compo" target="_blank">Ludum Dare</a>!

source: When?
pl: Kiedy?

source: Weekend of 14 &ndash; 15 December 2013.
pl: Weekend 14 &ndash; 15 grudnia 2013

source: 10AM &ndash; 9PM (both days)
pl: 10:00 &ndash; 21:00 (w oba dni)

source: Where?
pl: Gdzie?

source: The gathering will take place in <a href="http://coworkingzoo.pl" target="_blank">ZOO Coworking</a> on the Zwierzyniecka 20 street in Poznań, Poland [<a href="https://www.google.com/maps/preview#!q=52.408413,16.908245&amp;data=!1m4!1m3!1d271!2d16.908515!3d52.408386!2m1!1e3!4m14!2m13!1m12!3m8!1m3!1d152!2d16.908515!3d52.408386!3m2!1i1024!2i768!4f13.1!4m2!3d52.408413!4d16.908245&amp;fid=7" target="_blank">map</a>]. We will have a place to sit comfortably with your laptop, as well as free WiFi and some tea and coffee.
pl: Spotkanie odbędzie się w <a href="http://coworkingzoo.pl" target="_blank">ZOO Coworking</a> przy ulicy Zwierzynieckiej 20 w Poznaniu [<a href="https://www.google.com/maps/preview#!q=52.408413,16.908245&amp;data=!1m4!1m3!1d271!2d16.908515!3d52.408386!2m1!1e3!4m14!2m13!1m12!3m8!1m3!1d152!2d16.908515!3d52.408386!3m2!1i1024!2i768!4f13.1!4m2!3d52.408413!4d16.908245&amp;fid=7" target="_blank">mapa</a>]. Na miejscu znajdą się stanowiska gdzie można wygodnie usiąść i położyć laptopa, a także WiFi oraz kawa i herbata.

source: Registration (optional)
pl: Rejestracja (nieobowiązkowa)

source: Registration will help us estimate how many people we should expect. If you're not sure yet or just don't want to register &mdash; dont worry. Just bring your laptop and see for yourself that creating games is a lot of fun!
pl: Rejestracja pomoże nam oszacować, ilu osób możemy się spodziewać na wydarzeniu. Nie jesteś jeszcze zdecydowany/nie chcesz się rejestrować? Żaden problem &mdash; po prostu przyjdź ze swoim laptopem i przekonaj się, że tworzenie gier może być niezłą zabawą!

source: Submit
pl: Wyślij

source: Wait, what's a game jam?
pl: Czym jest game jam?

source: The idea is simple &mdash; programmers, designers, artists meet together to make a game in a short time. Ludum Dare is divided into two categories: <ul> <li>48h compo &mdash; 2 days, you have to work on your game by yourself, all content has to be created during the duration of the event</li> <li>72h jam &mdash; 3 days, teams of any size allowed, you can use freely available content like sprites</li> </ul> For detailed rules, see <a href="http://www.ludumdare.com/compo/rules/" target="_blank">official website</a>.
pl: Idea jest prosta &mdash; programiści, projektanci, graficy spotykają się, aby w krótkim czasie stworzyć kompletną grę. Ludum Dare dzieli się na dwie kategorie: <ul> <li>48h compo &mdash; 2 dni, każdy tworzy grę indywidualnie, wszystkie grafiki itd. muszą zostać stworzone w trakcie trwania wydarzenia</li> <li>72h jam &mdash; 3 dni, dozwolone zespoły o dowolnej wielkości, możliwość użycia dostępnych materiałów takich jak sprite'y</li> </ul> Szczegółowy opis zasad znajduje się na <a href="http://www.ludumdare.com/compo/rules/" target="_blank">oficjalnej stronie</a>.

source: Contact
pl: Kontakt

source: Any questions? Just send a mail: <a href="mailto:krzysztof@skoracki.net?subject=LD28">krzysztof@skoracki.net</a>.
pl: Masz jakieś pytania/uwagi? Pisz śmiało: <a href="mailto:krzysztof@skoracki.net?subject=LD28">krzysztof@skoracki.net</a>.
